name: "fraud-detection"
platform: "xgboost"
max_batch_size: 128

input [
    {
        name: "input"
        data_type: TYPE_FP32
        dims: 
    }
]

output [
    {
        name: "output"
        data_type: TYPE_FP32
        dims: [1]
    }
]

